"Preferences" = "Preferenze";
"Directories which contain language files:" = "Cartelle che contengono i file delle lingue:";
"Enabled" = "Attiva";
"Path" = "Percorso";
"Remove" = "Rimuovi";
"Add" = "Aggiungi";
"Move language files to trash" = "Sposta i files delle lingue nel cestino";
